Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “额……我是说麦老板非常有眼光。”卡诺有点尴尬的解释道。
en_us: Canault awkwardly explained, "Erm… I was saying that Boss Mag had great taste."

source: “额，好像有点睡过头了。”麦格坐起身来，把趴在他手臂上睡觉的丑小鸭放到一旁，有点小尴尬道。
en_us: Embarrassed, Mag sat up and put Ugly Duckling, which was sleeping on his arm, to the side, and said, "Erm. I seem to have overslept a little."

source: “风之森林里的蜗牛种类有成千上万种，但其中大部分都是不能食用的，其中还有一部分有剧毒，不过也有一些是可以食用的，烹饪之后，还有着不错的味道。”
en_us: "There are over 10,000 kinds of snails in the Wind Forest, but most of them are not edible. Some of them are even posionous. However, some are edible and they taste rather nice after they were cooked."

source: “飞船现在就在洛都城往北一百公里处，高度为10000米！”系统兴奋道。
en_us: "The spaceship is 100km North of Rodu at an altitude of 10,000m," the System said excitedly.

source: “食材已经提前准备好，不过一会需要各位帮忙给孩子们分发食物。”麦格说道。
en_us: "The ingredients are already prepared in advance, but I will need help to distribute the food later," Mag said.

source: “食材的状态恰到好处，如此多不同的食材，却能掌控的如此精确，这个厨师一定有着非常强的控制能力。”
en_us: "The food's condition is perfect. There are so many ingredients and yet they are so precisely controlled. This chef must processed very strong control.

source: “饿了。”伊琳娜的脸上也是带着笑意，以往都是醒来就能吃到准备好的早餐，今天反倒有些不习惯。
en_us: "I'm hungry." Irina was also smiling. Breakfast was usually ready when they woke up, so they couldn't get used to it today.

source: “马库斯当年竟然留下了如此多的藏酒吗？”库尔特闻言也是一脸惊讶，不过很快点头道：“如此的话，这瓶酒是可以参加本届品酒大会的。”
en_us: "Marcus actually left so many wine behind?" Kurt was shocked to hear that too. However, he quickly nodded and said, "In that case, this wine is eligible to join this year's liquor tasting event."

source: “骑士交给我，布卢姆交给你，细节处理要到位，我们只有三分钟的时间。”
en_us: "Leave the knight to me. I'll leave Blum to you. Take care of the details. We only have three minutes."

source: “骗纸！你明明说是来帮我实现愿望的，却给我一本笑话大王，连一包旺仔小馒头都没有，人家不陪你玩了。”艾米瘪了瘪嘴，委屈道。
en_us: Amy pursed her lips, and aggrievedly said, "Liar! You said you were here to help me fulfill my wishes, but you only gave me a copy of 'The King of Jokes.' I didn't even get a packet of egg biscuits. I'm not going to play with you anymore."

source: “骨碌碌~”
en_us: "Grrrrr~"

source: “高等文明的酒量也随之进化了吗？”麦格挑眉，感觉自己有点失策了。
en_us: "Did the advanced civilization's alcohol's tolerance evolved too?" Mag raised his eyebrows, feeling that he had misplanned.

source: “鬼也能交流？”麦格皱眉。
en_us: "You can interact with ghosts?" Mag frowned.

source: “鬼族？很多年前我好像在藏书阁里看到一些有关的记载，这个恶魔种族不是在几百年前的种族战争中已经灭绝了吗？”
en_us: "The Ghost Clan? I think I have read some records about them in the library many years ago. Didn't this demon tribe go extinct a few hundred years ago in the racial war?"

source: “魔鬼和亡灵军团南下，首当其中的是洛斯帝国，避无可避。”麦格看着安德烈，“我是来通知你们做好应战准备的，以免被打个措手不及。”
en_us: "If the Dead souls and the Army of the Dead heads south, they would first head to the Roth Empire. That is unavoidable." Mag looked at Andre. "I am here to notify you to be prepare for the battle and not be caught off-guard."

source: “鲍里斯老板可真是贵人多忘事，我们前两天不是才刚刚在品酒大会上见过面，你这就把我们给忘了？”楼下传来了脚步声和麦格的声音。
en_us: Mag's voice and footsteps could be heard coming from downstairs. "Boss Boris is so forgetful. Didn't we just meet at the liquor tasting event two days ago and you've already forgotten about us?"

source: “鹅已经套完了，要是小客官还想套的话，要不我站里边让你套吧。”老板笑呵呵的说道。
en_us: The boss chuckled, and said, "You have caught all the geese, but if you still want to throw the rings, I will stand here and let you catch me."

source: “鹅！”艾米闻声眼睛一亮，拉着安妮的手便向着远处的摊位跑去，“我们去看看套鹅是什么。”
en_us: "Goose!" Amy's eyes lit up when she heard that. She pulled Annie along as she ran towards the stall a distance away. "Let's see what ring-a-goose is."

source: “麦德勋老板客气了，我们家酒馆才刚开业没多久，不知道也是正常的。酒馆开在罗莫街，晚上营业，有空的话，可以过来坐坐。”对于意向顾客，麦格迅速切换成专业模式。
en_us: To a potential customer, Mag quickly switched to the professional mode. "Boss Madison is being too kind. Our tavern is newly opened. It's normal not to know it. The tavern is situated at Romo Street and we operate at night. Please come over whenever you are free."

source: “麦格先生在信上没说餐厅关门的事情吧？”加兰皱着眉道。
en_us: "Did Mr. Mag say anything about the restaurant being closed in the letter?" Garlan asked with a frown.

source: “麦格先生应该结束营业了吧？不知道现在过去会不会打扰他。”坐在马车上闭目休息的歌洛璃娅在心里想着。
en_us: Mr. Mag should have closed for business. I wonder if I will disturb him if I go over now? Gloria, who was resting in the horse-drawn carriage with her eyes closed, thought.

source: “麦格先生的女儿艾米接受了神之翼，她是被神灵选中的人，也是教廷神女，回归教廷是她最好的选择，她将成为下一任教皇。”希利神情庄重道。
en_us: "Mr. Mag's daughter, Amy, has accepted the god's wings. She is the one chosen by the Holy Spirit and the holy maiden of the Holy See. It's the best choice for her to return to the Holy See. She will be the next pontiff."

source: “麦格先生说过，生活是自己的，只有自己才能左右和决定，既然选择了这条路，义无反顾的走下去就好了。”歌洛璃娅转身走向马车，神态已经恢复了从容与自信，脸上的疲惫之色也是一扫而空。
en_us: "Mr. Mag said before that only we ourselves could decide how to lead our lives. Since I have chosen this route, I will just continue on it." Gloria turned to walk to the horse-drawn carriage. She looked relaxed and confident again, and the tiredness on her face went away.

source: “麦格先生，您好，我是福利院的院长安奈林，露娜老师经常和我提起您。”这时，一位精干的中年男人快步走到麦格身前，看着他有些激动道。
en_us: Right then, a lean middle-aged man strode over to Mag, and excitedly said, "Hello, Mr. Mag. I am the orphanage's director, Aneurin. Teacher Luna always mentions you to me."

source: “麦格先生，我们没有敌意，这是教皇给你的亲笔信。”希利也是站起身来，从随身戒指空间中取出了一封信，递交给麦格。
en_us: "Mr. Mag, we don't mean any harm. This is the letter written to you personally by the pope." Seely also got up, retrieved a letter from his space magic ring, and passed it to Mag.

source: “麦格先生，我是教廷大主教希利，关于你的女儿艾米，有件事想和你交流一下，不知可否。”希尔看着麦格说道。
en_us: Seely looked at Mag, and said, "Mr. Mag, I am Archbishop Seely of the Holy See. I have something to discuss with you about your daughter Amy. May I?"

source: “麦格先生，谢谢你。”露娜走到麦格的身旁，轻声说道。
en_us: Luna walked to Mag, and softly said, "Mr. Mag, thank you."

source: “麦格先生？”这时，一道有些惊讶的声音从麦格身后响起。
en_us: "Mr. Mag?" Right then, a slightly surprised voice appeared from behind Mag.

source: “麦格叔叔做的美食，没有人能够拒绝的。”杰西卡深以为然的点头。
en_us: "Nobody can resist the delicious food made by Uncle Mag." Jessica nodded in agreement.

source: “麦格叔叔好。”杰西卡看着麦格打招呼道。
en_us: "Hello, Uncle Mag," Jessica greeted Mag.

source: “麦米餐厅？难道是亚丁广场上的那个麦米餐厅吗？”那位年轻的工作人员倒是一脸惊讶的看着麦格。
en_us: "Mamy Restaurant? The Mamy Restaurant on Aden Square?" The young staff member looked at Mag with shock.

source: “麦老板……”一直在一旁的卡诺则是有些担忧的看着麦格，这麦老板也太生猛了，什么话都敢说。
en_us: "Boss Mag…" Canault, who was standing at the side, looked at Mag worriedly. Boss Mag was being too fierce. He even dared to make such comments.

source: “麦老板一向以宠女儿出名，他可能只是不想让艾米离开他而已……”卡诺小声说道。
en_us: "Boss Mag is known for doting on his daughter. He most probably just doesn't want Amy to leave him…" Canault said softly.

source: “麦老板不用紧张，我爷爷这是在和他们交流呢。”诺亚笑着道，没想到亚历克斯也怕鬼。
en_us: "Don't be nervous, Boss Mag. My grandpa is interacting with them," Noah said with a laugh. He didn't expect Alex to be afraid of ghosts.

source: “麦老板去寻求各种族层面的联盟，我们鬼族同样可以尽自己的一份力。”梅兰特放下旱烟，“覆巢之下无完卵，如果克苏鲁控制了诺兰大陆，那便彻底完了。”
en_us: "Boss Mag went to seek alliances from the other races. The Ghost Clan can also play our part." Merante placed his cigarette down. "If Cthulhu were to take control of the entire Norland Continent, everything will be gone."

source: “麦老板可真是难得的好男人，你确定不加把劲把他抓住？”薇薇安站在露娜身旁，看着正在收拾烧烤架的麦格小声道。
en_us: Vivian stood next to Luna as she watched Mag clear the barbecue rack, and softly said, "Boss Mag is a good man hard to come by. Are you sure you are not going to try harder and take him down?"

source: “麦老板带着小老板出门玩去了，麦米餐厅关门歇业一个月。”亚伯罕轻轻叹了口气，“你以为我想回来啊，麦米餐厅属实太香了。”
en_us: "Boss Mag brought Little Boss out for a vacation, and Mamy Restaurant was closed for a month." Abraham sighed lightly. "Did you think I really wanted to come back? Mamy Restaurant is too delicious."

source: “麦老板来消息了？”诺亚回头，有些兴奋道。
en_us: "There's news from Boss Mag?" Noah asked excitedly as he turned his head back.

source: “麦老板的文采还真不错呢，辞藻算不上华丽，但恰到好处，少了几分油腻感。写的简单易懂，哪怕是从来没有做过菜的我，看完之后也觉得自己可以了。”温妮莎坐在马车上，翻看着手中的食全食美杂志，笑着说道。
en_us: "Boss Mag has quite a flare for writing. Although he does not use flambuoyant vocabulary, it was good as it did not feel cringey. His writing is simple and easy to understand. For someone who hasn't cooked before, even I feel that I can cook," Vanessa, who was traveling in a horse-drawn carriage, said with a smile as she flipped the Perfect Food magazine in her hands.

source: “麦老板说吃方便面是不需要懂烹饪的，只要把水烧开，然后把这个包装里的所有东西倒进碗里，加上开水等一会就可以了。”诺亚答应了一声，开始动手。
en_us: "Boss Mag said that you do not need to know how to cook to eat the instant noodles. You just have to boil water, then pour everything in this packet into a bowl. After that, pour some hot water and wait for a while." Noya replied and started cooking.

source: “麦老板还真是慷慨之人。”蹲在铁匠铺门口，手里捧着一碗米饭的墨白有些感慨道。
en_us: "Boss Mag is such a generous person," Mobai lamented as he squatted at the entrance of his blacksmith store with a bowl of white rice in his hands.

source: “麦老板这劳碌命，这辈子是不可能这么悠闲了。”亚伯罕收回目光，拿起筷子夹起了一根猪舌头。
en_us: Boss Mag has been hustling all his life. He would never be in such leisure. Abraham turned back and picked up a piece of pig's tongue with his chopsticks.

source: “麦老板，你们来了。”梅兰特从洞穴中快步走了出来。
en_us: "You guys have arrived, Boss Mag." Merante quickly strode out of the cave.

source: “麦老板，你就是我的再生父母！”诺亚咬了一口叫化鸡，热泪盈眶的看着麦格说道。
en_us: Noah bit into the beggar's chicken and said to Mag with tears in his eyes, "Boss Mag, you are no different to my parents!"

source: “麦老板，就上次您给我喝的那种酒，我爷爷可是把我数落了好些天了，说我糟蹋了好酒。”诺亚一脸幽怨道，这些天他因为那一小壶酒可是没少被他爷爷进行爱的教育。
en_us: "Boss Mag, we will have the liquor that you gave me previously. My grandpa has been scolding me for wasting good liquor for the past few days," Noah replied miserably. He had been lectured by his grandpa for that small bottle of liquor in the past few days.

source: “麦老板，带吃的了吗？”狮鹫刚刚停稳，诺亚已经腆着脸上前问道。
en_us: "Boss Mag, did you bring any food?" Noah already went up and asked shyly as soon as the griffin landed.

source: “麦老板，感谢你们夫妇昨晚的救命之恩。”梅兰特向麦格深深鞠了一躬，感激道。
en_us: "Boss Mag, I am very thankful to you and your wife for saving my life," Merante said gratefully with a deep bow.

source: “麦老板，我们还能不能进去喝一杯啊？”门口站着的一老一少看着麦格笑着说道。
en_us: "Boss Mag, can we still go in for a drink?" An old man and young man looked at Mag with a smile at the door.

source: “麦老板，我已经成为希望学园的老师了，以后你可以叫我薇薇安老师。”薇薇安上前来，看着麦格说道。
en_us: Vivian came over, and said to Mag, "Boss Mag, I am already a teacher at the Hope School. You can call me Teacher Vivian in the future."

source: “麦老板，能行吗？”诺亚走到麦格身旁，小声的担忧道。
en_us: "Boss Mag, is she up to it?" Noya whispered worriedly to Mag.

source: “麻辣烤鱼？”麦格不假思索。
en_us: "Spicy grilled fish?" Mag replied without any hesitation.

source: “黄牛怎么会做这种事情呢？那是一种有了智商的魔兽吗？”埃菲惊道。
en_us: "Why would the yellow cows[1. The colloquial term for scalpers in Chinese is literally 'yellow cow'.] do that? Are they some kind of magic beast with wits?" Eiffie exclaimed.

source: “黑市卖命吗？”埃菲面色微变，看了眼地上暴徒。
en_us: "Pay to have me killed in the black market?" Eiffie's expression changed slightly. She glanced at the assailant.

source: “黑市规矩，拿钱办事，哪来这么多问题。”黑袍人冷声喝道，目光有些不善的盯着麦格，“你要是想坏了规矩，可别后悔。”
en_us: "Rules of the black market. Just take the money and do the job. Don't ask so many questions." The man in black robe shouted coldly. He looked at Mag with a unfriendly gaze. "Don't regret if you want to spoil the rules of the black market."

source: “黑市！是黑市任务！”
en_us: "Black market! It's a black market assignment!"

source: “龙族，兰克斯特，我会找到他。”晞微微点头，这是她从麦格这里获得的唯一有价值的消息。
en_us: "Giant dragon. Rankster. I will find him." Xi nodded. This was the only useful information that she gotten from Mag.

source: “龟甲石很活跃，他最近的确出现在混乱之城了。”梅兰特看着龟甲石点点金色光芒，神情格外凝重。
en_us: "The septaria oracle is very active. He has been appearing in Rodu recently indeed." Merante looked at the spots of golden glow as his expression turned grave.

source: “？？？”诺亚一脸懵，他都差点去世了，醒来第一件事竟然是关心好酒被自己糟蹋了？
en_us: "???" Noya was confused. His grandpa almost died, but the first thing he actually cared about was the wine?

source: 《美人鱼的故事》
en_us: "The Little Mermaid."

source: 「一个有些猥琐的男性人类，一家平平无奇的酒馆，不过此处距离‘核’能量启动距离32米，而且这个男人是那处房屋的主人，从他身上或许可以得到一些有用的信息。」晞注视着厨房里那个忙碌的男人，在心中思索着。
en_us: [A somewhat obscene male human. One ordinary tavern. However, this place is 32 meters away from the nuclear power start up and this man is the owner of the property. There might be some useful information on him.] Xi looked at the busy man in the kitchen and wondered.

source: 「中心区封印因年代久远磨损失效，克苏鲁上半截躯体曾突破封印成功。
en_us: [Central region's seal had lost its effects due to the passing of time. Cthulhu's top half had succeeded in breaking out of the seal.

source: 「在古大陆发现了诸多神秘空间通道，链接多处神秘圈养点，物种有明显被改造和定向培养的痕迹，但现场未发现圈养者。
en_us: [Many mysterious passageways had been found in the ancient continent, joining many mysterious rearing places. There are obvious traces of species being transformed and reared. The owner of these places had yet to be found.

source: 「在新建立的人类族群国度‘洛斯帝国’的国都发现克苏鲁傀儡的留存痕迹，并且通过‘感知’获知该傀儡为该国皇子，身份已经暴露。
en_us: [Traces of Cthulhu's puppet found in a newly established human country, "Roth Empire". Through "perception", the puppet was known to be the prince of the country. His identity had already been exposed.

source: 「在距离中心区封印三十里处的一座未记载大城市中，发现了克苏鲁的部分躯体，不可思议的是它们被加工之后，作为食材进行贩卖，被普通新住民购买之后进行烹饪和食用。
en_us: [Part of Cthulhu's body was found in an undocumented big city about 15 km away from the central seal region. The incredible thing was that it could was sold as an ingredient after it was being processed and had been bought by the new inhabitants to be cooked and eaten.

source: 「天空岛下方封印点封印被外力破除，克苏鲁下半截躯体消失。
en_us: [The seal beneath the Sky Isle had been broken. The lower half of the Cthulhu had disappeared.

source: 「我与他进行接触，获得了天空岛下方封印被破坏的重要信息，此事与龙族中的冰霜巨龙族族长‘兰克斯特’有关，需要尽快找到他。
en_us: [I have an interaction with him and obtained an important information about the seal that was broken under the Sky Isle. This matter was related to the chief of the Frost Dragons, "Rankster". I need to find him as soon as possible.

source: 「暮光森林发现克苏鲁活动的痕迹，吸收亡者怨念，根据溯源追踪的结果判断，非克苏鲁本体所为，为其控制的傀儡。
en_us: [Traces of Cthulhu's activity found in Twilight Forest. The resentment of the dead were sucked out and judging from the investigation results, it was not done by Cthulhu personally, but a puppet that it had controlled.

source: 「西南海域发现旧日支配者活动痕迹，疑似与克苏鲁相关，但被成功阻断和灭绝。
en_us: [Traces of activities by the Great Old Ones were found at the southwestern territorial waters and it was suspected to be related to the Cthulhu. However, it was successfully intervened and wiped out.

source: 「西南海域新住民兰蒂斯特族，靠食用某种暗黄色土块，找到了摆脱封印的方法，并且获得了摆脱海底的呼吸方法。
en_us: [The new inhabitabts of the southwestern territorial waters, the Lantisde, fund a way to break out of the seal by eating a certain dark-yellowish soil, and found the way to breathe out of the sea.

source: 「这个红烧肉……真的有那么好吃吗？」晞躺在悬浮椅上，看着画册中那闪耀着光芒的红烧肉，喉咙滚动了一下。
en_us: [Is this red braised pork...really that delicious?] Xi lay on the hovering chair, looked at the glistening red braised pork in the picture book and gulped.

source: 「这加工工艺，似乎是机械切割打磨而成，一百年的时间，古大陆的制造工业已经发展到这种程度了？」晞在观察者日志中记录下这一个细节。
en_us: "This processing technology seems to be polished by machinery. Have the ancient continent's manufacturing industry already develop to this extent?" Xi wrote this detail in her Observer's Diary.

source: 「那是一家非常特别的酒馆，那个长相有些猥琐的人类男性，烹饪出了一种名为‘酒鬼花生’的食物，有着令人惊叹的味道！
en_us: [This is a very unique tavern. That obscene looking human male made a food called "drunkard peanuts" which has an amazing taste!

source: 【一份合格的绿豆糕！】
en_us: [A helping of qualified mung bean pastry!]

source: 【一份完美的拍黄瓜——令人惊叹的厨艺】
en_us: [A perfect Smashed Cucumber Salad -- Shocking culinary skills]

source: 【一份糖分不均匀的绿豆糕】
en_us: [A helping of mung bean pastry with uneven sugar distribution]

source: 【一份过于黏腻的绿豆糕】
en_us: [A helping of mung bean pastry that is too sticky]

source: 【一份部分口感粗粝的绿豆糕】
en_us: [A helping of mung bean pastry with a rough texture]

source: 【一只过度肥胖的猫科动物】
en_us: [One excessively fat feline]

source: 【一块接近完美的蘸黄瓜】
en_us: [An almost perfect dipped cucumber]

source: 【一碗极致完美的红油抄手——厨师有着令人惊叹的厨艺】
en_us: [A bowl of exquisitely made Sichuan spicy wontons in red oil—The chef has astonishing culinary skills]

source: 【发现诺兰大陆高等文明存在，性别：未知，种族：未知，实力：未知。
en_us: [An advanced civilization's existence is discovered on the Norland Continent. Gender: Unknown, Race: Unknown, Strength:Unknown.

source: ぉおかがきぎ——
en_us: O ka ga ki gi—

source: 一上午刷了三部电影，麦格收起巨幕，让小家伙休息一下眼睛，自己则起身进了厨房，给大家做午餐。
en_us: After watching three movies in the morning, Mag kept the giant screen to let the little one rest her eyes while he went into the kitchen to cook lunch for them.

source: 一个人连轴转，又是点菜，又是上菜，还得在厨房里忙着凉拌、摆盘，偶偶还得应对客人奇怪的要求。
en_us: He had to manage the operations, take orders, serve the food, and even get busy in the kitchen with the salads, plating, and handling the occasional strange requests from the customers.

source: 一个优雅美丽的女人，一个精致可爱的小萝莉，一个漂亮的小姑娘，还有一只圆圆的橘猫，以及一脸无奈的哈迪斯。
en_us: An elegant woman, a cute little lolita, a beautiful young lady, a plump orange cat, and Hades, with a face of despair.

source: 一个合格的酿酒师，是不会让失败品出现在客人面前的。
en_us: A good brewer would not have served a failure item to his customers.

source: 一个四岁的孩子，需要循循善诱的指引。
en_us: A four-year-old child would need patient guidance.

source: 一个天选穿越者才有机会获得的高级辅助存在。
en_us: It existed as assistance that only a transmigrant chosen by the heavens could have the chance to own.

source: 一个年幼，但必定有着极高可塑性的存在。
en_us: A young, but a very malleable existence.

source: 一个幼年丧父，毫无酿酒经验的小姑娘，独自扛起了一家酒馆，而且做得风生水起，听起来是挺励志的。
en_us: A maiden, who had no experience in brewing wine and had lost her father since she was young, had to take up an entire tavern. On top of that, she even made business boom and that did sound like an encouraging story.

source: 一个有着数百亿年历史的星球，是否存在着更高级的文明，就像到现在为止他也不知道各族侍奉的所谓的‘神’是否真的存在，如果存在的话，又在哪里？
en_us: Whether an even more advanced civilization existed in a planet with billions of years in its history was an unknown, just like how he still had no answer for whether the "gods" worshipped by the various races actually existed. If they do, where were they?

source: 一个洛斯帝国的大小姐，跑到混乱之城搞扶贫教育，在这样动荡的时刻，依旧选择留下，这种精神令人钦佩。
en_us: A young mistress from the Roth Empire coming to Chaos City to provide education for the poor. She even chose to stay at such a turbulent time. Her spirit was admirable.

source: 一个界面出现在她的脑海中，和父亲大人平时玩的游戏界面有些像。
en_us: An interface appeared in her mind. It looked rather similar to the gaming interface she played with her father.

source: 一个神秘的酒馆老板，女儿竟然敢叫亚伯罕公爵胖爷爷，这个家伙，究竟是什么人？
en_us: He was a mysterious owner of a tavern, and his daughter actually dared to call Duke Abraham "Fat Grandpa." Who exactly was this fellow?

source: 一个穿着白色紧身战甲的女人，一手提着一包酒鬼花生，一手提着一把黑色重狙。
en_us: A woman in a white tight battle suit was carrying a packet of drunkard peanuts in one hand and a black bullpup assult rifle in the other.

source: 一个赤着上身，超过两米高，浑身散发着彪悍气息的巨汉，手里握着一把黑色的巨斧，正疯狂的砍着地窖盖。
en_us: A strapping half naked man over two meters tall was crazily smashing the cellar's door cover with a giant black axe.

source: 一串串烤肉串从手中发放出去，听着孩子们的称赞，他们早已口水泛滥，可当他们真正吃到那刚刚出炉的烤肉时，一切念头都得到了最好的满足。
en_us: After giving out kebabs after kebabs, and hearing the children's praises, they were already salivating. However, when they really tucked into the freshly grilled kebabs, all their thoughts were satisfied.

source: 一些兽人小声议论着，满满都是对康妮的称赞。
en_us: Some orcs were chatting softly amongst themselves. They were full of praises for Connie.

source: 一人倚靠着门框，一人坐在小椅子上，一副看戏的模样，似乎已经来了许久。
en_us: One of them was leaning against the door frame while the other was sitting on a little chair. They looked like they were watching a good show and seemed to be here for a long time.

source: 一会功夫，艾米就在丑小鸭身上获得了十点生活体验值。
en_us: In a blink of an eye, Amy received 10 life experience points from Ugly Duckling.

source: 一位头发花白，但精神矍铄的老者从大门走了进来，在他身后还跟着几位年纪同样不小的老者。
en_us: An energetic eldery man with white hair came in. A few equally eldery men followed after him.

source: 一位穿着官袍的男人看着麦格问道：“老板，你挂在门口的是什么酒？”
en_us: A man in an official's robe asked Mag, "Boss, what is the liquor that you hang at the door?"

source: 一位血统纯正的黄金巨龙，一位血统纯正的冰霜巨龙，一位种族不明的空间大魔法师，一位种族不明的八级魔法师，一位七级精灵……
en_us: A pure-blooded golden dragon, a pure-blooded frost dragon, a great spatial magic caster of an unknown race, an 8th-tier magic caster of an unknown race, a 7th-tier elf…

source: 一位身材壮硕的男人一脸诚挚的丢出了手里最后一个竹圈，眼看那圈子便要向着中间那只大肥鹅落去，可偏偏在落地的瞬间，那大肥鹅向后挪了一步，顺便把脑袋缩了回来。
en_us: A hunky man threw his last bamboo ring out with a sincere expression. Just as that ring was about to land on that big, fat goose in the center, the big, fat goose took a step backwards, and pulled back its neck.

source: 一入口，麻与辣突然炸裂。
en_us: The moment it entered her mouth, the numbing spiciness exploded suddenly.

source: 一击未中，并且遭到了三位十级强者的围攻，那巨蛇似乎也有些急了，双翅猛然一扇，两道飓风骤起，身形向后骤移，巨大的蛇尾翻转，向着半空中握剑向下挥斩的骑士卷去，同时还有一个脑袋向他张嘴咬去。
en_us: That giant snake seemed to panick as it failed to strike the three powerhouses and were surrounded and attacked by them. It flapped its wings and two hurricanes appeared as it moved backwards rapidly. The giant snake's tail twirled around and rolled towards that knight who was swinging his sword downwards. At the same time, a head opened its mouth and tried to bite him.

source: 一切因为小主而引起的他人情绪波动，将转化为生活体验值累积在您的身上。”系统快速解释道。
en_us: "All emotions induced by you, Little Mistress, will be transformed into life experience points that will be accumulated in you," the System quickly explained.

source: 一包花生入了肚，手里的酒也喝了大半，把瓶塞盖上，诺亚觉得脑袋有些昏沉，趴在床边就睡着了。
en_us: After finishing a packet of peanuts and half the bottle of wine, Noya sealed the bottle with the cork again. He felt his head grow heavy, and very quickly fell asleep by the bed.

source: 一口哪里会够！
en_us: How could one mouthful be enough!

source: 一口接着一口，小小的一个蛋黄酥，一下子便进了肚子。
en_us: One mouthful followed by another mouthful. The small salted egg yolk pastry all went into her stomach quickly.

source: 一口气把汤汁喝光，艾米这才抬起头来，惊喜道：“这也太好喝了吧！蟹肉汤，好棒啊！”
en_us: After finishing the soup, Amy looked up and exclaimed, "This is fantastic! the crab meat soup is fabulous!"

source: 一句‘漂漂亮亮’走天下。
en_us: He only knew how to use the description "beautiful."

source: 一同挖出的还有一个装备仓，里面有诸多特殊物品，其中包括数十本用异形文字书写的古老典籍，我已经获取，将尽快送回地下城研究，或与域外文明有关。」
en_us: An equipment bay was also dug out along with it. There are many perculiar objects in it, including dozens of ancient texts that are written in alient script. I have already obtained them and will send them back to the Underground City as soon as possible for study. They might be related to an alien civilization.]

source: 一听说老板公开食谱，并且进行视频教学，可是让诸多想要提升一下自己厨艺的家庭主妇趋之若鹜。
en_us: The news of the owner disclosing his recipe and having a video tutorial took many housewives who wanted to improve their culinary skills by surprise.

source: 一场品酒大会，竟然出现了两个五十分的满分酒。
en_us: Two 50 points perfect score liquor actually appeared in one liquor tasting event.

source: 一声尖锐的兽角声从围墙的方向响起，不过很快戛然而止。
en_us: A shrill alarm of the beast horn sounded at the fences but it was quelled very suddenly.

source: 一声清脆的提示音响起。
en_us: A crisp indicator sounded.

source: 一声闷响。
en_us: A dull thud.

source: 一声闷响在地窖中回荡，埃菲的手被震的发麻，连忙松开握着把手的手。
en_us: A dull thud echoed throughout the cellar. Eiffie's hands were numb from the vibrations and she quickly let go of the handle.

source: 一夜之间，什么都没了，连他的家人、府邸都没了。
en_us: Within a night, everything was gone. Even his family and mansion.

source: 一夜之间，洛斯帝国就变了天。
en_us: The Roth Empire was turned upside down overnight.

source: 一头猪养久了都会有感情，更何况是一个吃货被投喂了数个月之久。
en_us: Even a pig would have feelings after being fed for a while, let alone a chowhound who had been fed for months.

source: 一套用了三十四年的蒸馏设备，哪怕是不锈钢，也早该报废了。
en_us: A set of distilling equipment that had been used for 34 years should have been scraped even if it was made of stainless steel.

source: 一定是系统坏掉了。
en_us: The system must be broken.
